    [
        {
            "name": "Unlocking Gon And Dr. Boskonovitch",
            "description": "Set the game on easy, one round, and unlimited time. Play in arcade mode and on the fourth, fifth, sixth, and seventh round, allow your opponent to take all but five percent of your health before defeating him. If done correctly, the announcer will say Great. Gon or Dr. Boskonovitch will be your opponent in the next round. Defeat them to unlock them as playable characters.",
            "Rating": "8.16",
            "episode": 500,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Studio Pierrot",
            "img": "https://i.ytimg.com/vi/VZuypLUeyLg/maxresdefault.jpg"
        },
        {
            "name": "Easy Third Costumes",
            "description": "Hint: Set the game on one round then choose versus mode. Select Jin vs. Xiayu 48 times. After 47 battles, Xiayu will get her third costume. In the next battle Jin also will get his costume. To get Gunjack's third costume, select Gunjack vs. Gunjack in versus mode 6 times. To get Anna's third costume, select Anna vs. Anna 14 times in versus mode. To save their costumes, play arcade mode one time in their third costumes.",
            "Rating": "8.54",
            "episode": 700,
             "categorie":"Animation | Drama | Adventure",
            "studio":"Toei Animation",
            "img": "https://miro.medium.com/max/3240/1*lMoaYd0LzOSSlMXlnnUr1A.jpeg"
        },
        {
            "name": "Theatre Mode",
            "description": "Unlock each character, including Panda, Tiger, Doctor Boskonovitch, and Gon, and view their endings. The Disc and Sound options under Theatre Mode will now be available.,"
            "Rating": "8.50",
            "episode": 500,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Wit Studio",
            "img": "http://3.bp.blogspot.com/-HfoasnFhjyg/TsPyWgM2H8I/AAAAAAAAAPY/fXjaS9W0d9o/s1600/tekken+3+screen+shoot+2.jpg"
        },
        {
            "name": "Fight As Gon",
            "description": "Play in survival mode and get at least third place in the ranking list. Enter GON as a name to unlock him.",
            "Rating": "8.16",
            "episode": 70,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Madhouse",
            "img": "https://i.ytimg.com/vi/gKKa44iktnA/hqdefault.jpg"
        },
        {
            "name": "Gun Jack's Extended Ending",
            "description": "After you recieve Gun Jack's old suit, beat the game in the suit to recieve the extended ending.",
            "Rating": "8.16",
            "episode": 500,
            "categorie":"Animation | Adventure",
            "studio":"Madhouse",
            "img": "https://vignette4.wikia.nocookie.net/tekkenpedia/images/e/ea/Gun_Jack_VS_True_Ogre_Tekken_3.png/revision/latest?cb=20140731192922&path-prefix=fr"
        },
        {
            "name": "Alternate Introductions",
            "description": "Complete the game with the ten base characters to view an alternate introduction featuring the characters in their two-player mode costumes. For another one, complete the game with all characters including the secret ones.",
            "Rating": "8.39",
            "episode": 14,
            "categorie":"Fantasy | Drama ",
            "studio":"Kyoto Animation",
            "img": "https://cdn1-www.gamerevolution.com/assets/uploads/gallery/1329_tekken-3-screens/tekken-3-4.jpg"
        },
        {
            "name": "Alternate Costumes",
            "description": "Play as any character the indicated number of times. Then, highlight that fighter on the Character Select screen and press Start:Xiaoyu: 50 times, Jin: 50 times, Anna: 25 times, Gun Jack: 10 times",
            "Rating": "8.01",
            "episode": 12,
            "categorie":"Action | Mystery",
            "studio":"Studio Pierrot",
            "img": "https://i.pinimg.com/originals/d6/37/dd/d637dd003c133824c7ecaef37715299e.png"
        },
        {
            "name": "Tekken Ball And Theater Modes",
            "description": "Beat all 10 main characters in Arcade Mode to extract Tekken Ball mode and Tekken Theater mode",
            "Rating": "6.55",
            "episode": 51,
            "categorie":"Magic | Shounen | Adventure",
            "studio":"Studio Pierrot",
            "img": "https://i.ytimg.com/vi/gFv5pbLAy4o/maxresdefault.jpg"
        },
        {
            "name": "TEKKEN 3 Character Unlocks",
            "description": "To get these secret characters, you must beat the game a certain number of times. Kuma Complete Arcade mode once. Julia Complete Arcade mode with two characters. Gun Jack Complete Arcade mode with three characters. Mokujin Complete Arcade mode with four characters. Anna Complete Arcade mode with five characters. Bryan Complete Arcade mode with six characters. Heihachi Complete Arcade mode with seven characters. Ogre Complete Arcade mode with eight characters. True Ogre Complete Arcade mode with nine characters. Panda Highlight Kuma at the Character Select screen and press Circle. Tiger To play as the superfly Tiger, beat Arcade Mode 16 times. Now highlight Eddy and press Start. Dr. Boskonovitch Finish the Tekken Force Mode 3 times to gain 3 keys. Finish it again until you reach the 5th stage and face the doctor. Beat him and he becomes a selectable character",
            "Rating": "7.66",
            "episode": 25,
            "categorie":"Drama | Adventure",
            "studio":"A-1 Pictures",
            "img": "https://i.ytimg.com/vi/6qfw2GEX6qE/hqdefault.jpg"
        },
        {
            "name": "Hidden Characters In Tekken Ball",
            "description": "If you have unlocked Tekken Ball Mode without unlocking any hidden characters at all (e.g. using a GameShark code), then, including defeating Gon and unlocking him, any other characters you fight in Tekken Ball who you have not previously obtained can be accessed if you defeat them.",
            "Rating": "8.30",
            "episode": 24,
            "categorie":"Animation | Drama | Adventure",
            "studio":"A-1 Pictures",
            "img": "https://www.lifewire.com/thmb/3SvaKAa-xBcezQn8ee_4svanBG0=/768x0/filters:no_upscale():max_bytes(150000):strip_icc()/tekken-tag-tournament-57d046973df78c71b626d8f3.jpg"
        },
        {
            "name": "Xaioyu And Jin's School Outfits",
            "description": "To play as Jin or Xaioyu in any mode (in their school outfits), highlight charachter and hold L1, L2, R1, R2 and Start until time runs out.",
            "Rating": "8.53",
            "episode": 24,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Madhouse",
            "img": "https://i.ytimg.com/vi/_2USwl5Pqc0/maxresdefault.jpg"
        },
        {
            "name": "Replay Mode",
            "description": "Go to Practice, then go to the Freestyle Menu. Press R1+R2+L1+L2+Circle for Recorder Mode (if you did it right, you should see a message on the screen). This lets you save and replay moves in practice mode",
            "Rating": "9.11",
            "episode": 148,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Madhouse",
            "img": "https://i.ytimg.com/vi/16HED-x6xAE/maxresdefault.jpg"
        }

    ]   {
            "name": "TEKKEN 3 GameShark Codes",
            "description": "Infinite Health P1 800a961e0082, Infinite Health P2 800aaeaa0082, Enable Theater Mode with all movies 30097f260003, 80097ef8ffff, 80097efaffff, 80097efcffff, Enable Ball Mode 30097f270003, Enable All Characters, 80097ef0ffff, 80097ef2001f, 80097ef60005, Enable Alternate Costumes 80097ef40382",
            "Rating": "9.11",
            "episode": 148,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Madhouse",
            "img": "https://i.ytimg.com/vi/7JHQnePAhXI/maxresdefault.jpg"
        }
		{
            "name": "Unlock Sub Bosses",
            "description": "Fight as Kuma: Complete arcade mode once. When selected, he will be a giant panda. To fight as Kuma the brown bear, press Triangle when selecting him. They both have the same moves.Fight as Juila: Complete arcade mode with two characters. Fight as Gun Jack: Complete arcade mode with three characters. Fight as Mokujin: Complete arcade mode with four characters. Fight as Anna: Complete arcade mode with five characters. Fight as Bryan: Complete arcade mode with six characters. Fight as Heihachi: Complete arcade mode with seven characters. Fight as Ogre: Complete arcade mode with eight characters. Fight as True Ogre: Complete arcade mode with nine characters. Fight as Panda: Highlight Kuma at the character selection screen and press Circle. Fight as Tiger: Highlight Eddy Gordo at the character selection screen and press Triangle. Alternately, successfully complete the game with eighteen characters. Fight as Mukojin's Wife: Highlight Mukojin at the character selection screen and press X or Circle. Fight as Doctor Boskonovitch:Select Tekken Force Mode from the main menu. Your first goal is to fight Heihachi's Tekken Forces all the way to the Mishima Fortress, where you will hopefully get to fight Heihachi Mishima and defeat him. When you have accomplished this, you will get a copper key. Do this three more times to get the silver and gold keys. The third time you defeat Heihachi, a message saying Final Stage Challenge should appear on the screen. You will then go to the Underground stage where you must fight the Doctor. Not only is he very tricky, but the 60 second time limit makes him even harder to beat. Defeat him to unlock him in arcade mode and the Underground stageComplete Tekken Force Mode four times and defeat him at the final stage. He will be playable in all modes including arcade mode. Alternately, battle on two player versus mode between 50 and 120 times, if you already have unlocked all characters besides Dr. Boskonovitch.",
            "Rating": "9.11",
            "episode": 148,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Madhouse",
            "img": "https://i2.wp.com/darylbaxter.com/wp-content/uploads/2016/04/Screen-Shot-2016-04-10-at-21.37.15.png"
        }
		{
            "name": "TEKKEN 3 Celebrations",
            "description": "When you win a fight and watch the replay you watch your character perform one of two personal celebrations, right? Wrong! When KO/Perfect comes up push any one of the limb buttons and hold it until the replay ends to dertemine how your fighter celebrates! The kick buttons represent the two celebrations that you cannot see without this cheat",
            "Rating": "9.11",
            "episode": 148,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Madhouse",
            "img": "https://metro.co.uk/wp-content/uploads/2017/05/cstk7_lee01_1470991826.jpg?quality=90&strip=all"
        }
		{
            "name": "Easy Vs.",
            "description": "100 battles in vs.=kuma, 150 battles in vs.=julia, 200 battles=gun jack, 250 battles=mokujin, 300 battles=anna, 350 battles=bryan, 400 battles=heihachi, 450 battles=ogre, 500 battles=true ogre, 550 battles=tekken ball mode, 600 battles=tiger, 650 battles=gon, 700 battles=dr.boskonovitch, 750 battles=all costumes and the characters",
            "Rating": "9.11",
            "episode": 148,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Madhouse",
            "img": "https://gamefabrique.com/storage/screenshots/ps/tekken-3-06.png"
        }
		{
           
